Repository: Itaru372/Selova
Catalog: FocusVideoApp/Localizable.xcstrings
Source language: ja
Languages: en

source: 「%@」の保存先を変更します
en: Change the destination for "%@".

source: 「%@」を削除します。含まれるサブフォルダ %lld 件、動画 %lld 件も削除されます。
en: Delete "%1$@". Included subfolders (%2$lld) and videos (%3$lld) will also be deleted.

source: 「%@」内にサブフォルダを作成します
en: Create a subfolder inside "%@".

source: %@ を挿入
en: Insert %@

source: %@、集中し直す区間 %@ から再生
en: %1$@, play from refocus section %2$@

source: %@。もう一度試してください
en: %@. Please try again.

source: %@は %@ 集中できました。
en: You focused for %2$@ on %1$@.

source: %@まで
en: Up to %@

source: %@まで / %@
en: Up to %1$@ / %2$@

source: %lld/%lld XP
en: %1$lld/%2$lld XP

source: %lld分
en: %lld min

source: %lld分%lld秒
en: %1$lld min %2$lld sec

source: %lld回まで
en: Up to %lld times

source: %lld日
en: %lld days

source: %lld時間%lld分
en: %1$lld hr %2$lld min

source: %lld秒
en: %lld sec

source: 1分未満
en: Less than 1 min

source: 1日に最も長く集中できた時間
en: Your longest focused stretch each day

source: 1日の通知セット上限
en: Daily reminder set limit

source: 5分経ちました。先延ばしにしないほうが楽です。短く戻りましょう。
en: 5 minutes have passed. It is easier not to put this off. Come back briefly.

source: 10分経ちました。そろそろ戻りましょう。長く空けるほど再開が重くなります。
en: 10 minutes have passed. It is time to come back. The longer the gap, the harder restarting gets.

source: 20:15 または 1:05:30
en: 20:15 or 1:05:30

source: iPhoneの「設定」アプリで「Selova」>「通知」を開き、「通知を許可」をオンにしてください。
en: Open Settings on your iPhone, go to Selova > Notifications, and turn on Allow Notifications.

source: Lv. %lld の木
en: Lv. %lld tree

source: Selova に戻って、続きを見よう
en: Return to Selova and continue

source: URLを入力してください
en: Enter a URL

source: Vimeo のURLを確認できませんでした。`h=` が必要な動画の可能性があります。
en: Could not verify the Vimeo URL. This video may require a URL with `h=`.

source: Vimeo の埋め込み権限がありません。`h=` 付きURLか、埋め込み許可された動画を使ってください。
en: This Vimeo video cannot be embedded. Use a URL with `h=`, or a video that allows embedding.

source: Vimeo を読み込めませんでした。
en: Could not load Vimeo.

source: Vimeo 側でパスワード保護されています。
en: This video is password-protected on Vimeo.

source: XP の基本
en: XP basics

source: XPのヘルプ
en: XP help

source: あと少し
en: Almost done

source: いちばん長く集中できた日
en: Your longest focus day

source: おすすめ
en: Recommended

source: おすすめ動画がまだありません
en: No recommended videos yet

source: キャンセル
en: Cancel

source: ここで止めると、再開が少し面倒になります。いま戻るのが正解です。
en: Stopping here makes restarting a little harder. Coming back now is the easier move.

source: このフォルダに動画を追加
en: Add a video to this folder

source: このフォルダは空です
en: This folder is empty

source: このフォルダ内に一致する項目はありません
en: No matching items in this folder

source: このフォルダ内を検索
en: Search this folder

source: この動画は完了です
en: This video is complete

source: この動画形式はiOS標準プレイヤーで再生できない可能性があります
en: This video format may not play in the standard iOS player

source: サブフォルダ
en: Subfolders

source: サブフォルダを作成できませんでした
en: Could not create the subfolder

source: サブフォルダを追加
en: Add subfolder

source: スクロールが多かった区間: %@
en: Frequent-scroll section: %@

source: すべて見る
en: See all

source: ソース
en: Source

source: タイトル
en: Title

source: タイトルを取得できませんでした。URLを確認してください
en: Could not fetch the title. Check the URL.

source: タイトル順
en: Title

source: タイムスタンプは 20:15 または 1:05:30 の形で入力してください
en: Enter the timestamp as 20:15 or 1:05:30

source: タップしてこの位置へ
en: Tap to jump here

source: ファイル
en: Files

source: フォルダ
en: Folders

source: フォルダで、集中して理解する。
en: Focus and understand, folder by folder.

source: フォルダに入れて、学習の流れを作ろう
en: Put it in a folder and build your study flow

source: フォルダに移動
en: Move to folder

source: フォルダを作成できませんでした
en: Could not create the folder

source: フォルダを削除しますか？
en: Delete this folder?

source: フォルダを削除できませんでした
en: Could not delete the folder

source: フォルダを追加
en: Add folder

source: フォルダ名
en: Folder name

source: フォルダ名を保存できませんでした
en: Could not save the folder name

source: フォルダ名を入力してください
en: Enter a folder name

source: フォルダ名を編集
en: Edit folder name

source: フォルダ検索結果
en: Folder results

source: ヘルプ
en: Help

source: ホーム
en: Home

source: ホームの XP 表示は、集中して見続けた時間で更新されます
en: The XP display on Home updates from time spent watching with focus

source: ホームの「今すぐ学習する」または「後で見る」から動画を追加できます
en: Add videos from Study now or Watch later on Home

source: ホームへ戻る
en: Back to Home

source: まず集中
en: Start focus

source: メモ
en: Notes

source: メモ %lld 件
en: %lld notes

source: メモなし
en: No note

source: メモはまだありません
en: No notes yet

source: メモを保存できませんでした。もう一度試してください
en: Could not save the note. Please try again.

source: メモを削除できませんでした。もう一度試してください
en: Could not delete the note. Please try again.

source: メモを表示
en: Show notes

source: メモを追加
en: Add note

source: もう一度見る
en: Watch again

source: もう一度試してください
en: Please try again

source: もう一度集中したいところ
en: Sections to refocus on

source: ライブラリ
en: Library

source: ライブラリは空です
en: Your library is empty

source: ライブラリ直下にフォルダを作成します
en: Create a folder at the top of the library

source: レベルアップ
en: Leveling up

source: ローカル
en: Local

source: ローカル動画
en: Local video

source: ローカル動画ファイルが見つかりません
en: Local video file not found

source: ローカル動画をコピーできませんでした
en: Could not copy the local video

source: ローカル動画を再生できません
en: Could not play the local video

source: 一時許可
en: Ephemeral

source: 不明
en: Unknown

source: 並び替え
en: Sort

source: 今日 %lld分 集中
en: Focused %lld min today

source: 今日から
en: Starting today

source: 今日の最長集中
en: Today's longest focus

source: 今日の集中
en: Today's focus

source: 仮許可
en: Provisional

source: 作成
en: Create

source: 保存
en: Save

source: 保存できませんでした。もう一度試してください
en: Could not save. Please try again.

source: 保存先
en: Destination

source: 先にフォルダを作成してください
en: Create a folder first

source: 先にライブラリでフォルダを作成してください
en: Create a folder in Library first

source: 再生位置を保存できませんでした
en: Could not save playback position

source: 再開候補
en: Restart candidate

source: 最初の記録を作ろう
en: Create your first record

source: 最初の集中を始めよう
en: Start your first focus session

source: 最大集中時間（分）
en: Longest focus time (min)

source: 最近見た順
en: Recently watched

source: 最近追加
en: Recently added

source: 最長 %@
en: Longest %@

source: 写真
en: Photos

source: 写真ライブラリから動画を読み込めませんでした
en: Could not load the video from Photos

source: 別のキーワードで検索してください
en: Try another keyword

source: 削除
en: Delete

source: 動画
en: Videos

source: 動画・フォルダを検索
en: Search videos and folders

source: 動画の長さを超えない位置を入力してください
en: Enter a time within the video length

source: 動画ページを読み込めません
en: Could not load the video page

source: 動画モードを10秒以上続けたあとにアプリを閉じた場合、即時・5分後・10分後に再開通知を送ります。
en: If you close the app after staying in video mode for at least 10 seconds, Selova sends restart reminders immediately, after 5 minutes, and after 10 minutes.

source: 動画を保存できませんでした。空き容量を確認してもう一度試してください
en: Could not save the video. Check available storage and try again.

source: 動画を削除できませんでした
en: Could not delete the video

source: 動画を止めずに、位置だけ残せます
en: Save the position without stopping the video

source: 動画を移動
en: Move video

source: 動画を読み込めません
en: Could not load the video

source: 動画を追加
en: Add video

source: 動画を追加する
en: Add a video

source: 動画を追加するとここに表示されます
en: Added videos will appear here

source: 動画を開いていた時間のうち、集中できた割合
en: The share of video-open time spent focused

source: 動画を集中して見ると、ここにあなたのペースが育っていきます。
en: When you watch videos with focus, your pace will grow here.

source: 動画操作
en: Video actions

source: 動画検索結果
en: Video results

source: 取得
en: Fetch

source: 右上の追加ボタンから動画やサブフォルダを追加できます
en: Use the add button at the top right to add videos or subfolders

source: 同じ動画をスクロールせずに見た 1分ごとに 10 XP
en: 10 XP for each minute spent watching the same video without scrolling

source: 同じ動画を見続けると、木が育ちます
en: Keep watching the same video to grow your tree

source: 同じ名前のフォルダがすでにあります
en: A folder with this name already exists

source: 同じ名前の動画がすでにあります
en: A video with this name already exists

source: 同じ場所に同じ名前のフォルダは作成できません
en: You cannot create a folder with the same name in the same location

source: 学習動画
en: Study video

source: 学習記録を保存できませんでした
en: Could not save the study record

source: 完了
en: Done

source: 完了状態を保存できませんでした
en: Could not save completion state

source: 平均集中率 %@
en: Average focus rate %@

source: 復習したい場所だけ、軽く残せます
en: Lightly save only the places you want to review

source: 拒否
en: Denied

source: 操作を完了できませんでした
en: Could not complete the action

source: 新規サブフォルダ
en: New subfolder

source: 新規フォルダ
en: New folder

source: 日
en: Day

source: 昨日より %@%lld分
en: %1$@%2$lld min vs yesterday

source: 未視聴
en: Unwatched

source: 未設定
en: Not set

source: 次の動画へ
en: Next video

source: 次の動画へ進むか、もう一度見て理解を深めよう
en: Move to the next video, or watch again to deepen your understanding

source: 現在位置を挿入
en: Insert current position

source: 直近7日間の最大集中時間
en: Longest focus time in the last 7 days

source: 直近7日間の最大集中時間グラフ
en: Graph of longest focus time over the last 7 days

source: 直近7日間の集中時間と集中率を表示します
en: Show focus time and focus rate for the last 7 days

source: 直近7日間の集中率グラフ
en: Graph of focus rate over the last 7 days

source: 短いメモ
en: Short note

source: 短い集中でも、積み重ねるほど木は育ちます。
en: Even short focus sessions grow the tree when they add up.

source: 確認中
en: Checking

source: 移動
en: Move

source: 移動先
en: Destination

source: 種類
en: Type

source: 続きから
en: Continue

source: 続けていこう
en: Keep going

source: 総 XP が増えると Lv. が上がります
en: Your level rises as total XP increases

source: 編集
en: Edit

source: 見つかりません
en: No results

source: 設定
en: Settings

source: 設定を開く
en: Open Settings

source: 設定画面で許可状態を確認・変更できます
en: You can check or change permission status in Settings

source: 許可済み
en: Allowed

source: 追加
en: Add

source: 追加日が古い順
en: Oldest added

source: 追加日が新しい順
en: Newest added

source: 通知
en: Notifications

source: 通知が拒否されています
en: Notifications are denied

source: 通知は「即時」「5分後」「10分後」の3段階です
en: Notifications are sent in three steps: immediately, after 5 minutes, and after 10 minutes

source: 通知を許可する
en: Allow notifications

source: 通知設定を開く
en: Open notification settings

source: 通知許可
en: Notification permission

source: 連続
en: Streak

source: 連続学習 1日ごとに 40 XP
en: 40 XP for each day in your study streak

source: 進捗順
en: Progress

source: 選択した %lld 件のフォルダを削除します。含まれるサブフォルダ %lld 件、動画 %lld 件も削除されます。
en: Delete %1$lld selected folders. Included subfolders (%2$lld) and videos (%3$lld) will also be deleted.

source: 選択したフォルダを削除します
en: Delete the selected folder

source: 選択済みの動画
en: Selected video

source: 閉じる
en: Close

source: 集中サポート
en: Focus support

source: 集中した時間が、木の成長になります
en: Focused time grows your tree

source: 集中の記録
en: Focus records

source: 集中の記録を見る
en: View focus records

source: 集中率
en: Focus rate

source: 集中率の推移
en: Focus rate trend

source: 離脱後の通知
en: Reminders after leaving

source: 離脱後の通知をオンにすると、動画モードを 10 秒以上見た後に閉じた場合だけ通知します
en: When reminders are on, Selova only notifies you if you close the app after watching in video mode for at least 10 seconds
